blog/2021/life-is-short.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-01-24 Mon 20:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>人生苦短</title>
<meta name="generator" content="Org mode">
<link rel="preconnect" href="https://fonts.googleapis.com"><link rel="preconnect" href="https://fonts.gstatic.com" crossorigin><link href="https://fonts.googleapis.com/css2?family=Noto+Sans+SC&display=swap" rel="stylesheet">
<link rel="stylesheet" href="/theme/normalize.css"/>
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">人生苦短</h1>
</header><p>
Life is short
</p>

<p>
从 Paul 计算出的能够陪孩子的次数可以看出，人的生命实在短暂。
</p>

<p>
技术进步的副产品：我们喜欢的东西会令我们上瘾。这意味着，我们将越来越需要有意识地努力避免上瘾-&#x2013;&#x2014;站在我们自己之外，问自己“这就是我想要的消磨时间的方式吗?”
</p>

<p>
幸运的人很早的时候找到了对自己来说重要的事情，大多数人只是在重要的事情和不重要的事情的混合体中，他们的主要任务就是学会区分重要与不重要。
</p>

<p>
<b>区分重要事物的一个启发式方法是问问自己将来是否会关心它。</b>
</p>

<p>
Relentlessly prune bullshit, don't wait to do things that matter, and
savor the time you have. That's what you do when life is short.
</p>

<p>
尽可能减少 bullshit
的事情，不要等待去做重要的事情，尽情享受你所拥有的时间。当生命短暂的时候，你就会这么做。
</p>

<p>
出现 bullshit 的事情有两种方式：一种是你是被迫接受的，另一种是你被欺骗。
</p>

<blockquote>
<p>
There has always been a stream of people who opt out of the default
grind and go live somewhere where opportunities are fewer in the
conventional sense, but life feels more authentic. This could become
more common.
</p>
</blockquote>

<p>
一直以来，总是有一大批人选择脱离默认的苦差事，去一些传统意义上机会较少的地方生活，但是感觉更真实。这可能会变得更加普遍。
</p>

<p>
ref:
</p>

<ol class="org-ol">
<li><a href="http://www.paulgraham.com/vb.html">http://www.paulgraham.com/vb.html</a></li>
<li><a href="https://github.com/lzyy/telescope/discussions/8">https://github.com/lzyy/telescope/discussions/8</a></li>
</ol>
</div>
</body>
</html>